Repository: johnpetersa19/warble
Catalog: po/extra/*.po
Languages: pt_br

source: @name@
pt_br: @nome@

source: Word Game
pt_br: Jogo de palavras

source: The word-guessing game
pt_br: O jogo de adivinhação da palavra

source: Game;Word;Puzzle;wordle;
pt_br: Jogo; palavra; quebra -cabeça; wordle;

source: Figure out the word before your guesses run out!
pt_br: Descubra a palavra antes que suas suposições acabem!

source: Three difficulty levels
pt_br: Três níveis de dificuldade

source: Almost 5k possible answers
pt_br: Quase 5k possíveis respostas

source: Need a break? Close the game and automatically pick back up where you left off
pt_br: Precisa de uma pausa? Feche o jogo e automaticamente recupere de onde você parou

source: 2.0.1 Release
pt_br: 2.0.1 Lançamento

source: New icon based on updated keycap shape from elementary OS icon set (#40)
pt_br: Novo ícone baseado na forma de Keycap atualizada do conjunto de ícones do sistema operacional (#40)

source: Increased blur for translucent overlays (#41)
pt_br: Aumento do borrão para sobreposições translúcidas (#41)

source: Added captions for appdata screenshots (#42)
pt_br: Legendas adicionadas para capturas de tela do AppData (#42)

source: 2.0.0 Release
pt_br: 2.0.0 Lançamento

source: Hello, GTK4!
pt_br: Olá, GTK4!

source: Improved colors when system is using the dark theme (#20)
pt_br: Cores aprimoradas quando o sistema está usando o tema escuro (#20)

source: 1.5.0 Release
pt_br: 1.5.0 Lançamento

source: Respect the system gtk_decoration_layout preference (#36)
pt_br: Respeitar a preferência do sistema gtk_decoration_layout (#36)

source: Fix inability to deselect the menu button (#34)
pt_br: Corrija a incapacidade de desmarcar o botão do menu (#34)

source: 1.4.0 Release
pt_br: 1.4.0 Lançamento

source: Update to elementary OS 7 runtime
pt_br: Atualização para o elementar OS 7 Runtime

source: 1.3.1 Release
pt_br: 1.3.1 Lançamento

source: Fix missing title for application window (#31)
pt_br: Corrija o título ausente para a janela do aplicativo (#31)

source: 1.3.0 Release
pt_br: 1.3.0 Lançamento

source: Fix backspace key symbol not rendering (#23)
pt_br: Corrija o símbolo da chave do backspace não renderizando (#23)

source: Fix closing one app window closing all of them (#24)
pt_br: Corrija o fechamento de uma janela de aplicativo fechando todos eles (#24)

source: Add ability to reset gameplay statistics (#25)
pt_br: Adicione a capacidade de redefinir as estatísticas de jogo (#25)

source: 1.2.0 Release
pt_br: 1.2.0 Lançamento

source: Suggest pressing "Enter" for first-time users (#2)
pt_br: Sugerir pressionar "Enter" para usuários iniciantes (nº 2)

source: Force elementary OS stylesheet on other platforms (#15)
pt_br: FORÇA DE ESTILES DE ESTILHA DE SERENTE OS OUTRAS PLATAFORMAS (#15)

source: Add high-contrast mode (#17)
pt_br: Adicione o modo de alto contraste (#17)

source: 1.1.1 Release
pt_br: 1.1.1 Lançamento

source: Fix issue where answers were potentially non-guessable words (#11)
pt_br: Corrija o problema onde as respostas eram potencialmente palavras não guessíveis (#11)

source: 1.1.0 Release
pt_br: 1.1.0 Lançamento

source: Fix issue where a new game couldn't not be started before making a guess (#7)
pt_br: Corrija o problema onde um novo jogo não poderia ser iniciado antes de fazer um palpite (#7)

source: Enable mouse clicks and touchscreen taps to the onscreen keyboard (#1)
pt_br: Ativar cliques de mouse e toques de tela sensível ao toque para o teclado na tela (#1)

source: Update elementary platform runtime to 6.1 (#4)
pt_br: Atualizar o tempo de execução da plataforma elementar para 6.1 (#4)

source: Remove unnecessary network sandbox hole (#5)
pt_br: Remova o buraco de sandbox de rede desnecessária (#5)

source: Remove extraneous OARS metadata (#6)
pt_br: Remova os metadados estranhos de OARS (#6)

source: Include "wordle" as a keyword for the desktop file (By cassidyjames)
pt_br: Inclua "Wordle" como uma palavra -chave para o arquivo de desktop (de Cassidyjames)

source: Set Stripe key and monetization
pt_br: Definir a chave da listra e monetização

source: Initial Release
pt_br: Liberação inicial

source: Game View
pt_br: Visualização do jogo

source: Game View (Dark Mode)
pt_br: Visualização do jogo (modo escuro)

source: Victory Screen
pt_br: Tela de vitória

source: Hard Mode
pt_br: Modo difícil
